{

    "content": [
        {
            
            "section": [
                {
                    "element": "header",
                    "attributes": {
                        "id": "neustreet-journal-8-issue",
                        "type": "h3",
                        "weight": "bold",
                        "value": "Neustreet Journal - Issue #8"
                    }                    
                },                               
                {
                    "element": "header",
                    "attributes": {
                        "id": "neustreet-journal-8",
                        "type": "h1",
                        "weight": "bold",
                        "value": "Giannis Basketball Cards, OpenSea is worth $1.5 Billion, and Zed Run NFT Horse Racing"
                    }
                }
            ]
        },
        {

            "section": [
                {
                    "element": "header",
                    "attributes": {
                        "id": "neustreet-journal-8-giannis-antetokounmpo-nba-champion",
                        "type": "h2",
                        "weight": "bold",
                        "value": "🏀 Milwaukee Bucks' Giannis Antetokounmpo Is An NBA Champion"
                    }
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx1", "type": "plain", "weight": "regular", "value": "The Milwaukee Bucks have won the 2021 NBA Championship, their first franchise win since 1971. After beating the Phoenix Suns in a six game series, the Bucks have brought the trophy back home for the first time in fifty years. A large part of the Bucks' success comes down to Giannis Antetokounmpo, their 26 year old star player who has now won his first NBA Championship. As the biggest story in basketball of 2021, this outcome will have an impact on related sports collectibles."}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx2", "type": "plain", "value": "The biggest question a lot of collectors are asking is how the Bucks win affects the"},
                        { "id": "nji8atx3", "type": "link", "url": "https://clutchpoints.com/giannis-antetokounmpo-rookie-cards-go-nuclear-in-the-nba-finals/", "value": "price of Giannis' sports cards" },
                        { "id": "nji8atx4", "type": "plain", "style": "italic", "value": "Throughout the NBA Finals series, many auction houses and sports collectible companies were speculating on this exact issue."}
                   
                    ]
                },
                {
                    "element": "image",
                    "attributes": {
                        "source": "https://cdn.mcauto-images-production.sendgrid.net/f1ad70ec2ca685a3/9a9f706a-b0c6-4286-837a-e308088a63a9/1194x910.png"
                    }
                },
                {
                    "element": "image",
                    "attributes": {
                        "source": "https://cdn.mcauto-images-production.sendgrid.net/f1ad70ec2ca685a3/2f667014-849a-41eb-afdd-33164ff152de/1192x600.png"
                    }
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx5", "type": "plain", "value": "Generally speaking, you should expect the price of Giannis cards to increase over the medium and long term in line with the success of his career. He is now an NBA champion and will likely continue to grow his status as a basketball legend. In the short term, it's hard to predict the different factors and emotions involved in today's card market. As Goldin Auctions tweeted above, it will be fun to see how the prices of Giannis cards evolve over the next week."}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx6", "type": "plain", "value": "If you want to invest in Giannis cards, keep in mind that there are many variations of Giannis cards available. His 2013 Panini Prizm rookie card is the most popular Giannis card and looking at PSA data, there are 2,614 PSA 10 graded cards of the 2013 Panini Prizm Giannis Antetokounmpo. That's a relatively large number and that lack of scarcity will impact the price of the card. Grading company PSA also has millions of cards in their backlog, which means that the population of PSA 10 Giannis cards could grow even larger. There are many many variations of different Giannis cards, and you could search the PSA website to find which specific ones have a lower population."}
                    ]
                },
                {
                    "element": "image",
                    "attributes": {
                        "source": "https://cdn.mcauto-images-production.sendgrid.net/f1ad70ec2ca685a3/f46d911c-193c-44ef-97ef-c74d12911b86/2478x906.png"
                    }
                },                
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx7", "type": "plain", "value": "As we wrote in The Neustreet Journal #1, a counterintuitive investment strategy for sports cards is investing in vintage players over modern players. We bought a 1921 Babe Ruth card with a population in the single digits, which likely will not change. There are significantly more cards of younger players like Zion Williamson, Giannis Antetotounmpo, and Luka Doncic than older players. You can still bet on their career growth, but the relative scarcity of older cards will help protect your downside."}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx8", "type": "plain", "value": "Putting aside Giannis, there's another Milwaukee Buck player who is associated with a different type of collectible--sneakers! PJ Tucker is Giannis' teammate on the Bucks and has developed a reputation as the NBA's leading sneakerhead. In Game 6 of the NBA Finals, Tucker wore a pair of diamond-encrusted Nike Air Force 1s worth $250,000. You can follow PJ Tucker's"},
                        { "id": "nji8atx9", "type": "link", "url": "https://boardroom.tv/pj-tucker-sneakers-2021-nba-playoffs/", "value": "shoe selection here"},
                        { "id": "nji8atx10", "type": "plain", "value": "and also buy some of the"},
                        { "id": "nji8atx11", "type": "link", "url": "https://us.dolcegabbana.com/en/redeem/","value": "sneaker NFT's"},
                        { "id": "nji8atx12", "type": "plain", "value": "he recently released in a collaboration with Dolce & Gabbana."}
                    ]
                },
                {
                    "element": "image",
                    "attributes": {
                        "source": "https://cdn.mcauto-images-production.sendgrid.net/f1ad70ec2ca685a3/fa143441-f1d6-4266-be40-34ac1959dfc6/1140x800.jpeg"
                    }
                }                
            ]
        }, 
        {
            "section": [
                {
                    "element": "header",
                    "attributes":  { 
                        "id": "journal-issue-7-latest-news",             
                        "type": "h1",
                        "weight": "bold",
                        "value": "👀 The Latest in Collectibles News"                       
                    }
                }
            ]
        },
        {
            "section": [
                {
                    "element": "header",
                    "attributes":  { 
                        "id": "journal-issue-8-record-michael-jordan-rookie-card",
                        "type": "h2",
                        "weight": "bold",
                        "value": "🏀 1 - The Record Michael Jordan Rookie Card"                       
                    }
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx13", "type": "plain", "value": "A"},
                        { "id": "nji8atx14", "type": "link", "url": "https://premierauction.pwccmarketplace.com/premier-auction/191", "value": "1986 Fleer PSA 10 Michael Jordan rookie card"},
                        { "id": "nji8atx15", "type": "plain", "value": "has just been sold at auction house PWCC for $840,000, breaking the record for the highest price ever fetched for the card. At first glance, this is yet another exciting record that indicates buyer demand for basketball cards and for Michael Jordan specifically. However, if you look at other recent sales of the PSA 10 Jordan rookie card, there's a lot of variation in pricing. Goldin Auctions sold a PSA 10 Jordan rookie card for $700,000 in January. More recently, Goldin Auctions sold other PSA 10 Jordan rookie cards at prices between $212,000 and $270,000. And Julien's Auctions sold a PSA 10 Jordan rookie card for $384,000 on the exact same day that PWCC sold the record-breaking PSA 10 Jordan rookie card for $840,000. What's with all the variation?"}
                    ]                    
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx16", "type": "plain", "value": "One factor is this - not all PSA 10s are created equal. Card grading is a peculiar feature of the trading card industry vs other collectibles. PWCC described this latest Jordan card as"},
                        { "id": "nji8atx17", "type": "plain", "style": "italic", "value": "\"the very best copy we've had the pleasure of brokering in our twenty plus year history...quite possibly the single finest PSA 10 in the world.\""},
                        { "id": "nji8atx18", "type": "plain", "value": "To the untrained eye, most cards graded PSA 10 look pretty much the same. But for obsessive card collectors, a group of the same PSA 10 cards have enough nuanced differences to warrant different prices, which we have seen play out with these recent Michael Jordan card sales. On PSA's database, there are currently 318 recorded Michael Jordan rookie cards graded a PSA 10. They are not all valued at the exact same price. "}
                    ]                    
                },
                {
                    "element": "paragraph",
                    "attributes":[
                        { "id": "nji8atx19", "type": "plain", "value": "And one other factor to consider for sports cards--a record breaking price for a certain card does not mean it's the most expensive card from that athlete. The most expensive Michael Jordan card ever sold was the 1997 PSA 7 Michael Jordan Upper Deck Game Jersey Autograph, which fetched a price of $1.4 Million in February 2021 at Heritage Auctions. It seems like every week there's a new record being set for collectibles - sneakers, trading cards, video games, and more. While we can't predict the future, you can look back on the last few months as a time period where new record prices have been set almost continually. The specific lesson from this latest Michael Jordan card however, is that there is a lot of overlooked nuance when it comes to the details of each item sold."}
                    ]                    
                }                                                                       
            ]
        },
        {
            "section": [
                {
                    "element": "header",
                    "attributes":  { 
                        "id": "journal-issue-7-jeff-staple-shoe-rental-business-kyx-world",
                        "type": "h3",
                        "weight": "bold",
                        "value": "🤝 2 - LVMH Acquires Majority Stake in Off-White"                       
                    }
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx20", "type": "plain", "value": "Luxury conglomerate LVMH just bought a"},
                        { "id": "nji8atx21", "type": "link", "url": "https://www.vogue.com/article/lvmh-purchases-60-percent-off-white-what-does-it-mean", "value": "60% majority ownership stake in Off-White,"},
                        { "id": "nji8atx22", "type": "plain", "value": "the fashion brand founded by Virgil Abloh. Abloh launched his first Off-White collection in 2014 and has since become one of the most culturally relevant people in the world. Off-White sneaker collabs are some of the hottest shoes in the world. You can see Off-whites worn by celebrities and also reselling for significant premiums above their retail price. LVMH is a French conglomerate led by Bernard Arnault that owns some of the world's biggest luxury brands including Louis Vuitton, Moët Hennessy, and Christian Dior. Their interests range from fashion to perfume and cosmetics to watches and jewellery."}
                    ]                    
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx23", "type": "plain", "value": "While LVMH is a massively successful company, you could think about this Off-White acquisition like an 'acquihire' of Virgil Abloh. In the announcement, LVMH mentions that Virgil will play a role to"},
                        { "id": "nji8atx24", "type": "plain", "style": "italic", "value": "\"help LVMH launch new brands and partner with existing brands beyond the realm of fashion.\""},
                        { "id": "nji8atx25", "type": "plain", "value": "Virgil specifically mentioned segments like hotels, wine and spirits, and jewellery as areas where he could start helping LVMH. So Virgil now becomes a sort of group product manager for LVMH, creating and managing products in other luxury segments beyond fashion. In return, LVMH will attract younger, more diverse modern audiences."}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx26", "type": "plain", "value": "Virgil also described one of his own responsibilities as the need to"},
                        { "id": "nji8atx27", "type": "plan", "style": "italic", "value": "\"expand opportunities for diverse individuals and foster greater equality and inclusion.\""},
                        { "id": "nji8atx28", "type": "plain", "value": "While Virgil helps launch new LVMH brands, the announcement also discusses that LVMH will help Off-White expand to other categories like leather goods, cosmetics, and homeware. If any of these product develop even half of the hype of Off-White sneakers, we can expect them to be highly sought after collectibles. It's a pretty solid win-win for the two companies that acts as a marriage between old school and new school fashion. As the traditional fashion world continues to grapple with technology like NFTs and social media, LVMH now has a strong partner in Virgil Abloh."}
                    ]
                },
                {
                    "element": "image",
                    "attributes": {
                        "source": "https://cdn.mcauto-images-production.sendgrid.net/f1ad70ec2ca685a3/52773b64-1266-4064-bdd8-8f9b195b7f50/1024x754.jpeg"
                    }
                }
            ]
        },
        {
            "section": [
                {
                    "element": "header",
                    "attributes":  { 
                        "id": "journal-issue-8-nft-marketplace-opensea-raises-at-1-5-billion-valuation",
                        "type": "h3",
                        "weight": "bold",
                        "value": "🌊 3 - NFT Marketplace OpenSea Raises at $1.5 Billion Valuation"                       
                    }
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atl29", "type": "plain", "value": "NFT Marketplace OpenSea has just raised"},
                        { "id": "nji8atl31", "type": "link", "url": "https://techcrunch.com/2021/07/20/nft-market-opensea-hits-1-5-billion-valuation/", "value": "$100 Million at a $1.5 Billion valuation."},
                        { "id": "nji8atl32", "type": "plain", "value": "The round was led by Andreessen Horowitz and included participation from Kevin Durant, Ashton Kutcher, and Creative Artists Agency (CAA). At this point, OpenSea is by far the world's largest NFT marketplace by volume and so the company's growth could be considered a barometer for the broader NFT inudstry."}
                    ]                    
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atl33", "type": "plain", "value": "So far, the growth appears to be very healthy. OpenSea has experienced a 45x increase in sales volume in H1 2021 compared to the same time last year. In the month of June, OpenSea processed $160 Million in sales and expects to continue growing that monthly sales number."}
                        
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atl34", "type": "plain", "value": "And the speed of this fundraise is incredible. In March of this year, OpenSea raised a"},
                        { "id": "nji8atl35", "type": "link", "url": "https://techcrunch.com/2021/03/18/nft-marketplace-opensea-raises-23-million-from-a16z/", "value": "$23 Million Series A"},
                        { "id": "nji8atl36", "type": "plain", "value": "and only four months later the company raised a new $100 Million round. With this new funding, OpenSea plans to invest in more cross-blockchain technology integrations, new engineering talent, and international expansion."}
                    ]
                }, 
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atl37", "type": "plain", "value": "There's a lot of healthy skepticism behind the rapid growth of the NFT industry and many individual projects have not done well over the past months. We can see that the NFT industry is still growing and this OpenSea fundraise is a promising sign."}
                    ]
                } 
            ]
        },
        {
            "section": [
                {
                    "element": "header",
                    "attributes":  { 
                        "id": "journal-issue-7-startup-4k-combines-nfts-and-luxury-goods",
                        "type": "h3",
                        "weight": "bold",
                        "value": "⌚ 4 - Startup 4K Combines NFTs and Luxury Goods"                       
                    }
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx38", "type": "plain", "value": "A new startup called 4K plans to issue NFTs that are paired with physical luxury goods held in their own vault. 4K's website describes the company as a "},
                        { "id": "nji8atx39", "type": "plain", "style": "italic", "value": "\"decentralized marketplace that enables physically-backed NFTs.\""},
                        { "id": "nji8atx40", "type": "plain", "value": "4K currently issues NFTs that function as digital deeds of ownership of physical items such as luxury watches or expensive sneakers. These NFTs are being released to users in the form of drops, where users can enter a raffle in order to win the NFT. These drops are all part of their marketing plan leading up to the launch of the actual marketplace in August."}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx41", "type": "plain", "value": "People who own these NFTs can redeem them for the physical goods at any time, or they can buy, sell, or trade these NFTs on the secondary market as representations of ownership of the physical goods. The 4K marketplace will eventually start allowing people who own these NFTs to start earning yield on their digital assets. That is a major value proposition for owners of these luxury goods - if you send your watches, sneakers or other collectibles to 4K, they will issue you an NFT that you can use to start earning yield. The company has recently raised a $3 Million round in seed funding to pursue this vision."}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx42", "type": "plain", "value": "4K touches on an interesting NFT use case. The company is using NFTs as a tool to turn your physical collectibles into financial assets. The value of your sneakers (for example) is converted into an NFT, and the value of those NFTs are used to provide liquidity for decentralized finance (defi) blockchain protocols, which pays you a percentage yield, kind of like a bond. It's a lot to take in, but companies like 4K are truly thinking of innovative ways to use NFTs that resemble sophisticated finance tools."}
                    ]
                }                                                    
            ]
        },
        {
            "section": [
                {
                    "element": "header",
                    "attributes":  { 
                        "id": "journal-issue-7-zed-run-raises-20-million-for-nft-horse-racing",
                        "type": "h3",
                        "weight": "bold",
                        "value": "🐎 5 - Zed Run Raises $20 Million for NFT Horse Racing"                       
                    }
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx43", "type": "plain", "value": "Zed Run is a digital horse racing game created by the Australian company Virtually Human Studio (VHS). They have just raised a"},
                        { "id": "nji8atx44", "type": "link", "url": "https://www.wsj.com/articles/tcg-and-andreessen-horowitz-invest-in-startup-behind-virtual-horse-racing-platform-11626865200", "value": "$20 Million Series A"},
                        { "id": "nji8atx45", "type": "plain", "value": "funding round led by The Chernin Group (TCG), with participation from Andreessen Horowitz and Red Beard Ventures. The game allows players to buy, sell, and trade virtual horses that they natively breed within the game. These virtual horses are created as NFTs that players can own and race, with each horse also holding a unique set of characteristics that determine their chances at success. People can also bet on the horse races, much like the betting that occurs with horse racing in the physical world. Players have an incentive to not only collect horses but also race them. And some horses have now been sold for over $100,000."}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx46", "type": "plain", "value": "$30 Million worth of racehorse NFTs have been sold so far and the game should evolve and become more sophisticated over time. VHS has also discussed potential features like weather conditions, virtual jockeys, and AR/VR. Zed Run just"},
                        { "id": "nji8atx47", "type": "link",  "url": "https://finance.yahoo.com/news/auction-process-20-exclusive-atari-160000442.html", "value": "collaborated with Atar"},
                        { "id": "nji8atx48", "type": "plain", "value": "to auction off 20 exclusive virtual skins for the game, which were sold for a total value of $410,000. The game is a burgeoning virtual economy that is also finding parallels with the physical world. The beer brand Stella Artois is a sponsor of physical horse races and is now partnering with Zed Run to become a"},
                        { "id": "nji8atx49", "type": "link",  "url": "https://www.forbes.com/sites/cathyhackl/2021/06/18/stella-artois-gallops-into-the-metaverse-with-horse-racing-nfts/?sh=106301fc7b8b", "value":"sponser of virtual horse racing." }
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx50", "type": "plain", "value": "Watching Zed Run horse races makes you feel like you are in the film Tron. Zed Run shows us the potential of how NFTs can create immersive new gaming experiences. It's a mashup of sports, video games, and betting, with NFTs that create a profound incentive of digital ownership that makes the 'horse owners' truly invested in the game. You can see parallels in other blockchain games that use NFTs, like the massively successful"},
                        { "id": "nji8atx51", "type": "link",  "url":"https://www.notboring.co/p/infinity-revenue-infinity-possibilities", "value": "Axie Infinity"},
                        { "id": "nji8atx52", "type": "plain", "value":"Sports betting company Draft Kings is also creating their own"},
                        { "id": "nji8atx53", "type": "link",  "url":"https://www.draftkings.com/about/news/2021/07/draftkings-marketplace-to-launch-as-nft-ecosystem-and-exchange/?wpsrc=Organic%20Search&wpaffn=Google&wpkw=https%3A%2F%2Fwww.draftkings.com%2Fabout%2Fnews%2F2021%2F07%2Fdraftkings-marketplace-to-launch-as-nft-ecosystem-and-exchange%2F&wpcn=about&wpscn=news%2F2021%2F07%2Fdraftkings-marketplace-to-launch-as-nft-ecosystem-and-exchange%2F", "value": "NFT marketplace."},
                        { "id": "nji8atx54", "type": "plain", "value": "NFTs sit at the intersection of all these exciting trends." }
                    ]
                },
                {
                    "element": "image",
                    "attributes": {
                        "source": "https://cdn.mcauto-images-production.sendgrid.net/f1ad70ec2ca685a3/50dcc821-9ec1-4a2b-8283-c1de8199b3e7/1624x870.png"
                    }
                }                                                 
            ]
        },
        {
            "section": [
                {
                    "element": "header",
                    "attributes":  { 
                        "id": "journal-issue-7-movements-events-and-more-learning-from-stockxs-culture-index",
                        "type": "h2",
                        "weight": "bold",
                        "value": "👟 Movements, Events, and More: Learning from StockX's Current Culture Index"                       
                    }
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx55", "type": "plain", "value": "StockX is one of the world's largest online marketplaces for sneakers, streetwear, and collectibles. A large portion of the world's collectible resale market takes place on StockX. What insights can we derive from the platform?"}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx56", "type": "plain", "value": "This month, StockX released a report called the"},
                        { "id": "nji8atx57", "type": "link",  "url": "https://stockx.com/about/sx-market-insights/stockx-snapshot-cci-july-21/", "value": "Current Culture Index"},
                        { "id": "nji8atx58", "type": "plain", "value": "a review of the platform's activity so far in 2021 and how it compares to the last year."}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx59", "type": "plain", "weight": "bold", "value": "Demographics:"}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx60", "type": "plain", "value": "* There have been 6.5 Million lifetime buyers and 1 Million lifetime sellers on StockX"}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx61", "type": "plain",  "value": "* 100% YoY increase in Non-US Buyers"}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx62", "type": "plain", "value": "* 70% of StockX consumers are under 35, but consumers over 45 grew 90% YoY"}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx63", "type": "plain", "value": "* During the pandemic, new sellers who joined the platform were 2x more likely to be women"}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                    { "id": "nji8atx64", "type": "plain", "value": "* 260% YoY increase in Collectible & Trading card buyers"}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx59", "type": "plain", "weight": "bold", "value": "Brands and Categories:"}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx60", "type": "plain", "value": "* The fastest growing brand on StockX was Birkenstock, which grew 610% YoY"}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx61", "type": "plain",  "value": "* The fastest growing shoe silhouette was the Nike Dunk, which grew 990% YoY"}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx62", "type": "plain", "value": "* The fastest growing collectible brand was Kanye West, which grew 840% YoY"}
                    ]
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx63", "type": "plain", "value": "* The fastest growing apparel and accessories brand was Chrome Hearts, which grew 2200% YoY"}
                    ]
                },
                {
                "element": "paragraph",
                "attributes": [
                    { "id": "nji8atx64", "type": "plain", "value": "* Bucket Hats (!) as a category has grown 750% YoY"}
                ]
                },
                {
                    "element": "image",
                    "attributes": {
                        "source": "https://cdn.mcauto-images-production.sendgrid.net/f1ad70ec2ca685a3/d54f8729-7469-4397-bd86-efa0ac4a82c6/1454x1160.png"
                    }
                },
                {
                    "element": "paragraph",
                    "attributes": [
                        { "id": "nji8atx65", "type": "plain", "value": "You can read the full report"},
                        { "id": "nji8atx66", "type": "link", "url": "https://stockx.com/about/sx-market-insights/stockx-snapshot-cci-july-21/", "value": "here"},
                        { "id": "nji8atx67", "type": "plain", "value": "The findings tell us that the collectibles space is growing and diversifying, which are trends likely accelerated by the Coronavirus. StockX's new users are increasingly more international, older (above 45), and more female."}
                    ]                    
                }                                                                                                                                    
            ]
        }                  
    ]
}